<?php
// 
// global
$globalLang = array(
    "slogan"=>"Binge Together - παρακολούθησε ταινίες παρέα με τους φίλους σου",
    "description"=>"Απόλαυσε μια βραδιά ταινίας με τους φίλους σου
    Νιώσε τους δίπλα σου, ακόμη και αν είναι μίλια μακριά
    ⏰ Ξεκίνηστε την ταινία σας ακριβώς την ίδια στιγμή
    📞 Μίλα για τα συναισθήματα σου μέσω voice chat
    👍 Δεν χρειάζεται κανένα πρόσθετο περιηγητή!
    🤩 Είναι δωρεάν
    Χρησιμοποίησε το Binge Together σαν ένα καλύτερο εναλλακτικό του Netflix Party",

    "sponsoringTitle"=>"Υποστήριξη",
    "sponsoringExplanation"=>"Το Binge Together υποστηρίζεται μέσω διαφημίσεων.",
    "sponsoringLink"=>"Υποστήριξε μας αγοράζοντας αυτή τη θέση διαφήμισης.",

    "supportPapPal"=>"Υποστήριξε μας μέσω PayPal",
    "feedback"=>"Σχόλια",
    "imprint"=>"Όροι & Ιδιωτικότητα",
    "helpTranslating"=>"Βοήθησε στην μετάφραση"

);

//
// index
$indexLang = array(
    "joinTitle"=>"Συνδέσου σε μία ομάδα ταινίας",
    "joinSubtitle"=>"Καταχώρησε το ID που σου έδωσε ο φίλος σου",
    "joinButtonText"=>"Σύνδεση",


    "createTitle"=>"Δημιούργησε μία νέα ομάδα ταινίας",
    "createSubtitle"=>"Καταχώρησε τη διεύθυνση url του βίντεο που θέλεις να παρακολουθήσεις με τους φίλους σου",
    "createButtonText"=>"Δημιουργία",


    "explanationTitle"=>"Απόλαυσε μία βραδιά ταινίας με τους φίλους σου",
    "explanationSubtitle"=>"Νιώσε τους δίπλα σου, ακόμη και αν είναι μίλια μακριά",
    "explanationBenefitsList"=>"<li>⏰ Ξεκίνηστε την ταινία σας <b>ακριβώς την ίδια στιγμή</b></li>
    <li>📞 Μίλα για τα συναισθήματα σου μέσω <b>voice chat</b></li>
    <li>👍 Δεν χρειάζεται κανένα πρόσθετο περιηγητή!</li>
    <li>🤩 Είναι <b>δωρεάν</b></li>",
    "explanationHowToTitle"=>"Πως",
    "explanationHowToList"=>"<li>1. Δημιούργησε μία νέα ομάδα ταινίας <b>καταχωρώντας τη διεύθυνση url</b> της ταινίοας που θέλετε να παρακολουθήσετε</li>
    <li>2. <b>Στείλε το κωδικό της ομάδας</b> στους φίλους σου</li>
    <li>3. Βεβαιώσου ότι όλοι <b>έχουν λογαριασμό και είναι συνδεδεμένοι</b> στην υπηρεσία που έχεις επιλέξει!</li>
    <li>4. <b>Άνοιξε το voice chat</b> σε καινούρια καρτέλα</li>
    <li>5. Περίμενε μέχρι να τελειώσει η αντίστροφη μέτρηση και <b>η βραδιά ταινίας ξεκινά</b></li>",


    "supportedServicesTitle"=>"Υποστηριζόμενες υπηρεσίες",
    "supportedServicesSubtitle"=>"Αυτές οι υπηρεσίες υποστηρίζονται αυτή την στιγμή από το Binge Together. Περισσότερες θα προστεθούν σύντομα...",
    "supportedServicesExplanation"=>'Το Binge Together θα είναι σε θέση να υποστηρίζει όλες τις υπηρεσίες που είναι διαθέσιμες, καθώς λειτουργεί απευθείας στον περιηγητή σου. Για αυτές που αναφέρονται ήδη καταφέραμε να ενεργοποιήσουμε την αυτόματη αναπαραγωγή. Αν έχεις πληροφορίες για άλλες υπηρεσίες, μην διστάσεις να <a href="mailto:bingetogether@simon-frey.com">επικοινωνήσεις μαζί μας </a>',



    "netflixPartyAlernativeTitle"=>"Το Binge Together ως εναλλακτικό του Netflix Party",
    "netflixPartyAlernativeSubtitle"=>"Πως διαφοροποιείται το Binge Together από το Netflix Party;",
    "netflixPartyAlernativeExplanation"=>' <li>👍 Δεν χρειάζεται κανένα πρόσθετο περιηγητή</li>
    <li>🗣️ Υποστήριξη Voice chat</li>
    <li>😇 Λειτουργεί σε όλους τους περιηγητές (όχι μόνο στον Chrome)</li>
    <li>🎥 Υποστηρίζει περισσότερες υπηρεσίες πέρα από το Netflix</li>',


    "disneyPlusProblem"=>"Δεν υποστηρίζεται λειτουργία timecode ακόμη."
);

//
// party
$partyLang = array(
    "ID"=>"ID",
    "copiedURL"=>"Αντεγράφη διεύθυνση url ομάδας",

    "countdownTitle"=>"Αντίστροφη μέτρηση για ομάδα ταινίας",
    "countdownSubtitle"=>"Η ομάδα ταινίας σου ξεκινάει όταν τελειώσει η αντίστροφη μέτρηση",
    "watchVia"=>"Πρόκειται να παρακολουθήσεις μέσω",
    "preperation"=>"Ως προετοιμασία παρακαλώ <b>άνοιξε την ταινία και έλεγξε αν ξεκινάει αυτόματα</b>",
    "openMovie"=>"Άνοιγμα Ταινίας",

    "alreadyStartedTitle"=>"ομάδα ταινίας ξεκίνησε",
    "alreadyStartedSubitle"=>"Αυτή η ομάδα ταινίας έχει ξεκινήσει ήδη",
    "alreadyStartedDescription"=>"Η ομάδα ταινίας έχει ξεκινήσει εδώ και:",
    "joinParty"=>"Σύνδεση στην ομάδα ταινίας",

    "firefoxTitle"=>"Χρησιμοποιείς Firefox",
    "firefoxSubitle"=>"Ο Firefox μπλοκάρει την αυτόματη αναπαραγωγή",
    "firefoxdDescription"=>"Το παρακάτω βίντεο εξηγεί πως να την ενεργοποιήσεις. Χρησιμοποιεί το Netflix ως παράδειγμα, όμως λειτουργεί για όλες τις ιστοσελίδες",


    "voiceChatTitle"=>"Άνοιγμα voice chat",
    "voiceChatSubitle"=>"Το voice chat φιλοξενείται στο Jitsi Meet",
    "voiceChatButton"=>"Άνοιγμα Voice Chat",
);

//
// errors
$errorsLang = array(
    "error"=>"Σφάλμα",
    "noMovieURL"=>"Δεν ορίστηκε διεύθυνση url ταινίας",
    "dateNotSet"=>"Δεν ορίστηκε ημερομηνία",
    "timeNotSet"=>"Δεν ορίστηκε χρόνος έναρξης",
    "dbError"=>"Σφάλμα DB",
    "noPartyID"=>"Δεν ορίστηκε id ομάδας",
    "partyNotFound"=>"Η ομάδα δεν βρέθηκε. Παρακαλώ έλεγξε αν το id της ομάδας είναι σωστό"
);