<?php
// 
// global
$globalLang = array(
    "slogan"=>"Binge Together - смотреть кино вместе с друзьями",
    "description"=>"Наслаждайтесь вечером кино с друзьями
    Чувствуй себя близко, даже когда мы находимся на расстоянии многих миль друг от друга.
    ⏰ Начинай снимать фильм в одно и то же время.
    📞 Расскажите о своих эмоциях через голосовой чат.
    👍 Плагин браузера не требуется!
    🤩 Бесплатно
    Используйте Binge Together как лучшую альтернативу Netflix Party.",

    "sponsoringTitle"=>"Спонсорство",
    "sponsoringExplanation"=>"Binge Together поддерживается рекламой.",
    "sponsoringLink"=>"Поддержка путем покупки этого рекламного места.",

    "supportPapPal"=>"Поддержка через PayPal",
    "feedback"=>"Обратная связь",
    "imprint"=>"Впечатление и конфиденциальность",
    "helpTranslating"=>"Помощь в переводе"

);

//
// index
$indexLang = array(
    "joinTitle"=>"Присоединяйся к киновечеринке",
    "joinSubtitle"=>"Введите удостоверение личности, которое ваш друг дал вам",
    "joinButtonText"=>"Присоединяйся",


    "createTitle"=>"Создать новую киновечеринку",
    "createSubtitle"=>"Введите урну видео, которое вы хотите посмотреть вместе с друзьями.",
    "createButtonText"=>"Создать",


    "explanationTitle"=>"Наслаждайтесь вечером кино с друзьями",
    "explanationSubtitle"=>"Чувствуй себя близко, даже когда мы находимся на расстоянии многих миль друг от друга.",
    "explanationBenefitsList"=>"<li>⏰ Начало фильма в <b>точное время</b></li>.
    <li>📞 Расскажите о своих эмоциях с помощью <b>голосового чата</b></li>.
    <li>👍 Плагин для браузера не требуется!</li>
    <li>🤩 Это <b>бесплатно</b></li>",
    "explanationHowToTitle"=>"Как",
    "explanationHowToList"=>"<li>1. Создайте новую киновечеринку с помощью <b>входа в url</b> фильма, который вы хотите посмотреть</li>.
    <li>2. <b>Отправьте код партии</b> своим друзьям</li>.
    <li>3. Убедитесь, что у каждого <b> есть аккаунт и он входит в </b> в выбранный вами потоковый сервис!</li>
    <li>4. <b>Откройте голосовой чат</b> в новой вкладке</li>.
    <li>5. Подождите, пока обратный отсчет начнется с нуля и <b>Ваша ночь фильма начнется</b></li>.",


    "supportedServicesTitle"=>"Поддерживаемые услуги",
    "supportedServicesSubtitle"=>"Эти потоковые услуги в настоящее время поддерживаются компанией Binge Together. Скоро будет еще больше...",
    "supportedServicesExplanation"=>'Binge Together сможет поддерживать все потоковые сайты, доступные в режиме онлайн, так как работает прямо в
    твой браузер. Для перечисленного мы придумали, как включить автозапуск. Если у вас есть информация
    о других стриминговых услугах, не стесняйтесь <a href="mailto:bingetogether@simon-frey.com">зарегистрируйтесь в контакте </a>',



    "netflixPartyAlernativeTitle"=>"Объединиться как альтернатива партии Netflix",
    "netflixPartyAlernativeSubtitle"=>"чем Binge Together отличается от Netflix Party?",
    "netflixPartyAlernativeExplanation"=>'<li>👍 Нет необходимости в плагине браузера</li>.
    <li>🗣️ Поддержка голосового чата</li>
    <li>😇 Работает во всех браузерах (не только в хромированном)</li>.
    <li>🎥 Поддерживает больше потоковых сервисов, кроме Netflix</li>.',

    
    "disneyPlusProblem"=>"Пока нет поддержки временного кода."

);

//
// party
$partyLang = array(
    "ID"=>"ID",
    "copiedURL"=>"скопированный урл для вечеринки",

    "countdownTitle"=>"Обратный отсчёт до киновечеринки",
    "countdownSubtitle"=>"Твоя киновечеринка начинается, когда обратный отсчет идет до нуля.",
    "watchVia"=>"Ты будешь смотреть через",
    "preperation"=>"В качестве подготовки, пожалуйста, <b>открыть фильм и проверить, если он автозапускает</b>",
    "openMovie"=>"Открытый фильм",

    "alreadyStartedTitle"=>"киновечеринка уже началась",
    "alreadyStartedSubitle"=>"Эта киновечеринка уже началась",
    "alreadyStartedDescription"=>"Киновечеринка уже началась:",
    "joinParty"=>"Присоединиться к киновечеринке",

    "firefoxTitle"=>"Вы используете Firefox",
    "firefoxSubitle"=>"Автозапуск блоков Firefox",
    "firefoxdDescription"=>"Следующее видео объясняет, как его включить. В качестве примера он использует Netflix, но это работает со всеми веб-сайтами.",


    "voiceChatTitle"=>"Открытый голосовой чат",
    "voiceChatSubitle"=>"Ваш голосовой чат организован через Jitsi Meet",
    "voiceChatButton"=>"Чат с открытым голосом",
);

//
// errors
$errorsLang = array(
    "error"=>"Ошибка",
    "noMovieURL"=>"Урл фильма не установлен",
    "dateNotSet"=>"Дата не установлена",
    "timeNotSet"=>"Время запуска не установлено",
    "dbError"=>"DB Ошибка",
    "noPartyID"=>"Идентификатор партии не установлен",
    "partyNotFound"=>"Вечеринка не была найдена. Пожалуйста, проверьте, правильно ли указан идентификатор партии."
);